<?php 
class cons {
	public static $WELCOME_STR = "提供以下功能：\n 1->经典美文\n 2->笑话数据库\n 3->美女鸡汤\n 4->小美陪你聊天\n 5->天气预报\n 6->有道翻译\n 7->手机归属地\n 【输入数字进入相应的功能】";
	public static $LEAVE_STR = "感谢您这段时间对 在线工具 的关注，相信您的离开一定的有原因的，希望你到 http://www.atool.org 反馈您的意见，祝您生活愉快！";
	public static $APPID = "5a32b0ba52c94dc7ba174e7a8fd48105";
	public static $AppSecret = "dd8b57391bfe4aec9ae85213ec1203df";
	public static $FUNCTION_STR_ARRAY = array(
		"1"=>"输入任意内容，给你返回随机经典美文！\n【输入Q/q返回主界面！】",
		"2"=>"输入任意内容，给你返回随机笑话段子！\n【输入Q/q返回主界面！】",
		"3"=>"输入数字查看不一样的美眉，随意输入随机美女！\n【输入Q/q返回主界面！】",
		"4"=>"进入小美机器人陪聊模式！\n【输入Q/q返回主界面！】",
		"5"=>"输入城市名称如：杭州 可以查询城市当前的天气状况！\n【输入Q/q返回主界面！】",
		"6"=>"输入要翻译的中文或者英文如：我爱你 可以得到相应的释义！\n【输入Q/q返回主界面！】",
		"7"=>"输入手机号码如：15699905808 可以得到归属地信息！\n【输入Q/q返回主界面！",
		
		"hzj"=>"输入手机号码如：15699905808 进行在线短信轰炸！\n网页轰炸机验证码95727 \n【输入Q/q返回主界面！",
		"100"=>"输入任意信息返回你的微信号和本公众号的ID！\n【输入Q/q返回主界面！】"
	);
}
?>